import 'package:flutter/material.dart';

const List<String> famousSaying = [
  '조금도 도전하지 않으려고 하는 것이 인생에서 가장 위험한 일이다',
  '간단함이 훌륭함의 열쇠다',
  '계단 전체를 볼 필요가 없습니다. 첫 걸음 만 밟으면됩니다',
  '끊임없는 노력과 잦은 실수는 천재의 디딤돌입니다',
  '끊임없는 노력과 잦은 실수는 천재의 디딤돌입니다',
  '말만 하고 행동하지 않는 사람은 잡초로 가득 찬 정원과 같다',
  '당신이 얼마나 많은 실수를하거나 얼마나 느리게 진행하든, 당신은 여전히 노력하지 않는 모든 사람들보다 앞서 있습니다',
  '장애물이 발생하면 목표를 달성하기 위해 방향을 바꿉니다. 거기에 도착하기로 한 결정을 변경하지 않습니다',
  '낭비한 시간에 대한 후회는 더 큰 시간 낭비이다',
  '바람이 불지 않으면 노를 저어라'
];

const mainTextStyle = TextStyle(
  fontWeight: FontWeight.bold,
  fontSize: 20,
);
